<script src="http://api-maps.yandex.ru/2.0/?load=package.standard&lang=ru-RU" type="text/javascript"></script>
<script type="text/javascript" src="//yandex.st/share/share.js"
        charset="utf-8"></script>
<div style="float:right;" class="yashare-auto-init" data-yashareL10n="ru" data-yashareType="none" data-yashareQuickServices="yaru,vkontakte,facebook,twitter,odnoklassniki,moimir,lj,gplus"></div>
<p class="text-info"><strong>Внимание!</strong> На карте отображены только те заведения, в которых на данный момент есть действующие акции.</p>
  <div class="map_filter pull-right">
    <?foreach($arResult["KIND_CLUB_LIST"] as $var):?>
      <label><input type="checkbox" class="type_club" value="<?=$var['ID']?>" checked="checked"><?=$var['VALUE']?></label>
    <?endforeach;?>
      <input type="button" class="button" value="Убрать" id="clear">
  </div>

<div id="map" style="width:850px; height:500px"></div>
<br/>
<div>
    <h1>Все скидки и акции клубов, баров и ресторанов на карте Москвы</h1>
<p>
Сегодня выбор ресторанов, кафе, клубов или баров в Москве, огромен. Тысячи различных заведений сектора общественного питания приглашают клиентов посетить их кафе, бар, пиццерию или ресторан по купонам и с выгодными скидками. Ориентироваться в таком разнообразии предложений достаточно сложно.
Наш удобный и функциональный сайт дает возможность каждому человеку легко и быстро найти заведение, подходящее ему по условиям и расположению. И из предложенных мест, выбрать самую выгодную акцию.
Скидки Москвы на карте структурированы, и позволяют рассматривать только те предложения, которые Вам территориально удобны. И не нужно рассматривать тысячи ненужных вариантов.
Как же пользоваться этим сервисом?
</p>
<ol>
<li><b>Выбор района.</b> Для начала нужно определиться с районом, где Вы будете искать нужное заведение. Возможно, у Вас есть определенные предпочтения относительно расположения заведения, чтобы не тратить часы времени, добираясь на другой конец Москвы, а использовать скидки рядом, в заведениях района, где Вы живете или работаете.</li>
<li><b>Выбор кухни.</b> Какой кухне Вы сегодня отдадите свой выбор? Будет ли это японская кухня в суши ресторанах, или итальянские блюда в пиццериях, или острые восточные блюда в китайском ресторане, а может быть Вы любитель кавказской кухни и хотите отправиться в грузинский ресторан и отведать настоящего шашлыка. Также немаловажно, какие развлечения Вы хотите получить. Хотите ли вы петь, танцевать в клубе, или просто попробовать новые блюда. Вне зависимости, будет ли это просто обычный ужин, или бурное празднование юбилея в большой компании – в любом случае, нужно определиться с тематикой заведения и выбором кухни.</li>
<li><b>Выбор заведения.</b> Определившись с местом и темой, теперь дело остается за малым – выбрать нужный бар, ресторан или кафе. Скидки Москвы на карте отмечены знаками, где просто щелкая по любому значку можно получить основную информацию о заведении: название, телефон и время работы заведения.</li>
<li><b>Выбор скидок и акций.</b> Нажав на ссылку «Все предложения и акции» под названием компании, можно узнать какие акции сегодня предоставляются данной организацией, и какие развлечения и меню в нем существуют. Если акция Вам покажется подходящей и выгодной, то можно просто купить купоны на эту акцию.</li>
</ol>
    <p>
    Удобство данного сервиса <strong>скидок Москвы на карте</strong>, дает возможность не тратить время на длительный поиск по всем выгодным предложениям Москвы, а определившись с районом и типом заведения, из нескольких вариантов просто выбрать наиболее подходящий и получить скидки рядом с местом, где живете или работаете.
    </p>
</div>