<?
$MESS["CL_TAB_TEST"] = "Тест";
$MESS["CL_TITLE_CHECKLIST"] = "Монитор качества";
$MESS["CL_TAB_DESC"] = "Описание";
$MESS["CL_TAB_RESULT"] = "Результат";
$MESS["CL_TEST_NAME"] = "Название";
$MESS["CL_TEST_CODE"] = "Код теста";
$MESS["CL_TEST_LINKS"] = "Ссылки";
$MESS["CL_NOW_TO_TEST_IT"] = "Как тестировать";
$MESS["CL_NOW_AUTOTEST_WORK"] = "Как работает автотестирование";
$MESS["CL_TEST_STATUS"] = "Статус теста";
$MESS["CL_W_STATUS"] = "Ожидает";
$MESS["CL_A_STATUS"] = "Пройден успешно";
$MESS["CL_F_STATUS"] = "Не пройден";
$MESS["CL_S_STATUS"] = "Пропущен";
$MESS["CL_STATUS_COMMENT"] = "Комментарий";
$MESS["CL_SHOW_COMMENTS"] = "Показать комментарии";
$MESS["CL_HIDE_COMMENTS"] = "Скрыть комментарии";
$MESS["CL_BEGIN_PROJECT_AUTOTEST"] = "Запустить автотестирование";
$MESS["CL_BEGIN_PROJECT_AUTOTEST_DELAY"] = "Отложить";
$MESS["CL_TESTER"] = "Тестировщик";
$MESS["CL_VENDOR"] = "Разработчик";
$MESS["CL_TEST_TOTAL"] = "Всего тестов";
$MESS["CL_TEST_CHECKED"] = "Пройдено успешно";
$MESS["CL_TEST_CHECKED_R"] = "Осталось обязательных";
$MESS["CL_TEST_FAILED"] = "Не пройдено";
$MESS["CL_TEST_WAITING"] = "В ожидании";
$MESS["CL_TEST_SKIP_REQUIRE"] = "Пропущено обязательных";
$MESS["CL_TEST_REQUIRE"] = "Обязательных";
$MESS["CL_TEST_IS_REQUIRE"] = "обязательный";
$MESS["CL_CHECK_PROGRESS"] = "Выполнено тестов";
$MESS["CL_TEST_PROGRESS"] = "#check# из #total#";
$MESS["CL_BEGIN_AUTOTEST"] = "Возобновить";
$MESS["CL_BEGIN"] = "Тестировать проект";
$MESS["CL_END_TEST"] = "Прервать";
$MESS["CL_END_TEST_PROCCESS"] = "Остановка...";
$MESS["CL_SAVE_REPORT"] = "Сдать проект";
$MESS["CL_PASS_TEST"] = "запустить автотест";
$MESS["CL_TEST_RESULT"] = "Результат тестирования";
$MESS["CL_TEST_CHECKED_COUNT"] = " тестов пройдено успешно";
$MESS["CL_TEST_CHECKED_COUNT_FROM"] = " из ";
$MESS["CL_REPORT_DATE"] = "Дата прохождения";
$MESS["CL_REPORT_CLIENT_NAME"] = "ФИО сотрудника";
$MESS["CL_REPORT_CLIENT_POST"] = "Должность сотрудника";
$MESS["CL_REPORT_COMMENT"] = "Комментарий";
$MESS["CL_REPORT_COMPANY_NAME"] = "Компания";
$MESS["CL_REPORT_PHONE"] = "Контактный телефон";
$MESS["CL_REPORT_PHONE_ADD"] = "доб. ";
$MESS["CL_REPORT_EMAIL"] = "Контактный e-mail";
$MESS["CL_ADD_COMMENT"] = "Добавить комментарий...";
$MESS["CL_REPORT_INVITE"] = 'Приглашаем вас принять участие в программе монитора качества. Заполните форму ниже, чтобы наши сотрудники могли связаться с клиентом для проведения анкетирования. Предупредите клиента.';
$MESS["CL_REPORT_COMMENT_HELP"] = 'Укажите в поле ниже дополнительную информацию - в какое время лучше звонить клиенту и т.п..';
$MESS["CL_SAVE_SEND_REPORT"] = 'Сдать проект в "1С-Битрикс"';
$MESS["CL_SAVE_SEND_REPORT_CUT"] = 'Направить в "1С-Битрикс"';
$MESS["CL_SAVE_SEND_REPORT_HINT"] = 'При сдаче проекта на контроль качества в компанию "1С-Битрикс" передается только информация о результатах прохождения тестов по Монитору качества и контактные данные со стороны владельца проекта (для связи сотрудниками "1С-Битрикс"). Никакие другие данные о проекте не передаются если они отдельно (вручную) не указаны в комментариях к тестам.';
$MESS["CL_SHOW_HIDDEN"] = "Показывать скрытые";
$MESS["CL_REPORT_ARCHIVE"] = "Пройденные тесты";
$MESS["CL_REPORT_TABLE_TESTER"] = "Кто проводил";
$MESS["CL_REPORT_TABLE_TOTAL"] = "Всего тестов";
$MESS["CL_REPORT_TABLE_CHECKED"] = "Пройдено успешно";
$MESS["CL_REPORT_TABLE_FAILED"] = "Не пройдено";
$MESS["CL_REPORT_TABLE_DETAIL"] = "подробности";
$MESS["CL_AUTOTEST_DONE"] = "Автотест завершен";
$MESS["CL_TEST"] = "Тест";
$MESS["CL_BEGIN_PROGECT_TEST"] = "Перейти к просмотру дерева тестов";
$MESS["CL_EMPTY_DESC"] = "Описание отсутствует";
$MESS["CL_REPORT_NOT_FOUND"] = "отчет не найден";
$MESS["CL_REPORT_INFO"] = "Информация по отчету";
$MESS["CL_BACK_TO_CHECKLIST"] = "Вернуться на предыдущую страницу";
$MESS["CL_MORE_DETAILS"] = "Подробный отчет";
$MESS["CL_MORE_DETAILS_INF"] = "Подробная информация о результате автотестирования";
$MESS["CL_REQUIRE_FIELDS"] = "Все поля, кроме комментария и добавочного номера, обязательны для заполнения!";
$MESS["CL_AUTOTEST_RESULT"] = "Результаты автотестирования";
$MESS["CL_SAVE_COMMENTS"] = "Сохранить комментарий";
$MESS["CL_AUTOTEST_START"] = "Запустить автотест";
$MESS["CL_PERCENT_LIVE"] = "Завершен на";
$MESS["CL_RESULT_TEST"] = "Результат автотеста";
$MESS["CL_NEXT_TEST"] = "Следующий";
$MESS["CL_PREV_TEST"] = "Предыдущий";
$MESS["CL_FROM"] = " из ";
$MESS["CL_CLOSE"] = "Закрыть";
$MESS["CL_HIDE_REPORT"] = "Скрыть проект";
$MESS["CL_SHOW_REPORT"] = "Показывать проект";
$MESS["CL_NO_COMMENT"] = "нет комментариев";
$MESS["CL_SAVE_SUCCESS"] = "Статус теста и комментарии сохранены";
$MESS["CL_NEED_TO_STOP"] = "Для смены статус нужно остановить автотестирование";
$MESS["CL_CANT_CLOSE_PROJECT_PASSED_REQUIRE"] = "Сейчас пройдено обязательных: ";
$MESS["CL_CANT_CLOSE_PROJECT_FAILED"] = "Тестов в статусе \"Не пройден\": ";
$MESS["CL_SENDING_QC_REPORT"] = "Отправка результатов Монитора Качества...";
$MESS["CL_REPORT_SENDED"] = "Отчет направлен в 1С-Битрикс";
$MESS["CL_CANT_CLOSE_PROJECT"] = "Вы не можете закрыть проект. Все <b>обязательные</b> тесты должны быть в статусе \"Пропущен\" либо в \"Пройден\". Также в дереве не должно быть не пройденных тестов.";

$MESS["CL_EMPTY_COMMENT"] = "Для статусов 'Пройден' и 'Пропущен' обязательно требуется комментарий!";
$MESS["CL_MANUAL"] = "Для сдачи проекта вам потребуется пройти тесты различного назначения - качество разработки, настройки продукта и соблюдение рекомендаций, специфичных для платформы 1С-Битрикс. Для наглядности тесты разбиты по категориям. Сами тесты могут делиться на два типа: <b>обязательные</b> и <b>необязательные</b>. Для сдачи проекта достаточно выполнить только обязательные тесты. Прохождение необязательных тестов добавит баллы Вашему проекту. У некоторых тестов есть автоматическая проверка. Для начала сдачи проекта запустите автотестирование:";
$MESS["CL_MANUAL_MINI"] = "Теперь Вам нужно пройти оставшиеся обязательные тесты. Это можно сделать из дерева тестов, простым кликом на названии теста. Обязательные тесты помечены черным цветом. Автоматические обязательные тесты будут помечены красным - Вам нужно найти и исправить причину невыполнения условий теста. Информация для этого есть в описании теста. После устранения неполадок, автоматические тесты можно запустить заново.";
$MESS["CL_MANUAL_MINI_2"] = "Этих результатов достаточно. Для сдачи проекта Вам нужно сохранить отчет о тестировании.";
$MESS["CL_MANUAL_TEST"] = "<p>Чеклист контроля качества внедрения содержит рекомендации экспертов компании для выполнения качественной интеграции веб-проекта, начиная с фазы настройки шаблонов дизайна и заканчивая нагрузочным тестированием и организацией аудита безопасности.</p>
<p>Рекомендации основаны на опыте внедрений и эксплуатации веб-решений разного уровня сложности на платформе Bitrix Framework под высокими нагрузками. Выполнение рекомендаций повысит производительность, безопасность и управляемость веб-проекта, снизит технологические риски и стоимость дальнейшей поддержки и развития.</p>
<p>Рекомендации представлены в виде обязательных и необязательных тестов. Обязательные тесты - критичны и должны быть пройдены. Необязательные тесты - рекомендованы к выполнению. Некоторые тесты - автоматизированы.</p>
<p>Проект готов к сдаче, если все разделы чеклиста выделены зеленым цветом.</p>
<p>Рекомендуемый порядок сдачи:</p>
<ol>
<li>Разработчик запускает автоматизированное тестирование. Система производит автоматическую проверку, помечая каждый автоматизированный текст <font color=\"green\">\"пройден успешно\"</font> или <font color=\"red\">\"не пройден\"</font>.
<li>Разработчик проверяет каждый не пройденный автоматизированный тест, устраняет недостатки и перезапускает автотест для повторной проверки. Возможен ручной перевод теста в статус \"пропущен\".</li>
<li>Разработчик проверяет не автоматизированные тесты и переводит его в статус <font color=\"green\">\"пройден успешно\"</font> или \"пропущен\".</li>
<li>После того, как обязательные тесты успешно пройдены, разработчик вводит информацию о себе/своей компании в соответствующий раздел чеклиста.</li>
<li>Разработчик предъявляет Клиенту проект. Клиент убеждается, что все обязательные тесты находятся в статусе <font color=\"green\">\"пройден успешно\"</font> , и нет тестов в статусе <font color=\"red\">\"не пройден\"</font>.</li>
<li>Разработчик сдает проект, успешно прошедший комплексное тестирование и переводит его в архив.</li>
</ol>
<p>Рекомендуется сдавать по чеклисту контроля качества внедрения также все последующие доработки веб-проекта. Это позволит обеспечить достаточный уровень качества интеграции при развитии и изменении функционала веб-проекта.</p>
";
?>