<?php
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Партнерство для клубов");
?>
<h1>Партнерство для клубов</h1>
 
<br />
 
<div>Для клубов мы предлагаем следующее взаимодействие.</div>
 
<br />
 Вы предоставляете нам информацию о ваших событиях и акциях, а мы бесплатно распространяем ее заинтересованным пользователям, по средствам СМС и Email.  
<br />
 
<br />
 
<br />
 <dl> <dt>Для тех клубов, у который есть свой сайт.</dt> <dd>Что бы сэкономить ваше время и силы, достаточно один раз настроить процесс публикации ваших событий и акций у нас на сайте, после того, как они будут опубликованы на вашем сайте.  
    <br />
   Для этого нужно обратиться к вашим программистам, или к нашим(Наши программисты помогут настроить синхронизацию бесплатно). Все технические моменты мы можем обсудить и с вами, и, с вашими программистами.</dd> 
  <br />
 <dt>Для тех клубов, у который нет собственного сайта.</dt> <dd> По запросу мы предоставим вам доступ к добавлению акций, событий и новостей вашего клуба через наш сайт.</dd> </dl> 
<br />
 
<br />
 
<br />
 По всем вопросам можно обращаться на почту <a href="mailto:info@mytb.ru" >info@mytb.ru</a> <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>