<?php
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Партнерство с MyTb.ru");
?>
По всем вопросам можно обращаться на почту <a href="mailto:info@mytb.ru">info@mytb.ru</a>
<br />
<br />
<br />
<h3>Заведениям:</h3>
 
<br />
Вы предоставляете нам информацию о ваших событиях и акциях, а мы бесплатно распространяем ее заинтересованным пользователям по средствам СМС и Email.

<br />
<br />
<br />

<h3>Купонным сервисам:</h3>

<br />
Вы предоставляете нам информацию о проводимых акциях в формате xml, а мы публикуем ее на нашем сайте и информируем всех подисчиков о появлении новой акции.

<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>