<?php
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("Партнерство для клубов");
?> 
<h1>Для клубов</h1>
 
<br />
 
<div>Для клубов мы предлагаем следующее взаимодействие.</div>
 
<br />
 Вы предоставляете нам информацию о ваших событиях и акциях, а мы бесплатно распространяем ее заинтересованным пользователям, по средствам СМС и Email.  
<br />
 
<br />
 
<br />
 <dl></dl>
<h1>Для купонных сервисов</h1>

<p>
  <br />
</p>
 Вы предоставляете нам доступ к списку ваших акций через xml. И мы публикуем их у себя с ссылкой на ваш сайт. 
<br />

<br />

<br />
 Подробности можно узнать написав нам на почту <a href="mailto:info@mytb.ru" >info@mytb.ru</a> <?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>